Revit 2027 API
ParameterTypeId.RbsDuctCalculatedSize Property
 "Duct Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctCalculatedSize { get; }
Public Shared ReadOnly Property RbsDuctCalculatedSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctCalculatedSize {
	ForgeTypeId^ get ();
}
static member RbsDuctCalculatedSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace